const userData = [
    // {
    //     "ID": 1,
    //     "name": "Example User",
    //     "studentID": 1234,
    //     "week1": "Hint 1",
    //     "week2": "Hint 2",
    //     "week3": "Hint 3"
    // },
    {
        "ID": 2,
        "name": "โอปอล",
        "studentID": 6810742384,
        "week1": "ผมยาวเทอะทะ หยอยนิดๆ👩🏻",
        "week2": "อยู่ในน้ำ แต่ไม่ใช่ปลา",
        "week3": "https://youtu.be/OdxSbc0ap-s?si=LHknMRomrOwiCt3v"
    },
    {
        "ID": 3,
        "name": "เจแปน",
        "studentID": 6810742491,
        "week1": "กระต่ายวันจันทร์ดวงจันทร์",
        "week2": "อย่าติดเอฟฟินะ",
        "week3": "อยากไปคอนเสิท (ถ้าเดาถูกเก่งเกินนะเดี๋ยวเลี้ยงหมูทะ)"
    },
    {
        "ID": 4,
        "name": "ก้อง",
        "studentID": 6810742020,
        "week1": "อย่าคิดว่าคุณโหด ถ้ายังไม่ได้เจอโจทย์อาจารย์อาร์ต",
        "week2": "เเก็งเขมรๆๆรำๆๆ",
        "week3": "ทำงานร้านบิงซู ตลาดเที่ยงคืนTU (ศ,ส,อาทิตย์)"
    },
    {
        "ID": 5,
        "name": "ข้าวฟ่าง",
        "studentID": 6810742145,
        "week1": "เกือบหลับแต่กลับมาได้",
        "week2": "สีกาลกิณีสุด ๆ แต่พอได้ใช้ปุบชีวิตดีเกิน",
        "week3": "ติดซีรีส์จีน กินแต่ย่างเนย ความสูงเลยไหล่เพื่อน(หรือป่าว) "
    },
    {
        "ID": 6,
        "name": "หยก",
        "studentID": 6810742509,
        "week1": "Whooo wanna rock with ______. Keep your hair done,nails done like_____. Who else got’em obsessed like ______. But have you ever met???",
        "week2": "ห้ะ พี่____เนี้ยนะห์ ชั้นว่าพี่เค้าออกจะน่ารักใสๆอะแก เค้าจะไปเป็นพี่รหัสของน้องหยกได้ยังไง จริงดิ ไม่ให้คำใบ้เลยอ่อห์ ห้ะ แต่พี่____ เนี้ยน้ะห์ ชั้นว่าพี่เค้าออกจะน่ารักๆ เก๋ เท่ ปัง เจิดจรัส เสียใจอ่าห์",
        "week3": "แว่นท็อปเจริญ"
    },
    {
        "ID": 7,
        "name": "ออม",
        "studentID": 6810742590,
        "week1": "ตี๋น้อยกันนนน",
        "week2": "ร้านน้ำผลไม้ชนิดหนึ่งงงงง",
        "week3": "Sorry, seems like you only got 2 hints :("
    },
    {
        "ID": 8,
        "name": "บีม",
        "studentID": 6810742400,
        "week1": "o-o",
        "week2": "I've been here and there, event to event. I bet u see me bunch of time.",
        "week3": "Letter V"
    },
    {
        "ID": 9,
        "name": "จาซิน",
        "studentID": 6810742038,
        "week1": "สีงามอร่ามหรู ชมพูฟ้า",
        "week2": "ชามะนาวไข่มุก",
        "week3": "ซ้ำไม่ ร"
    },
    {
        "ID": 10,
        "name": "แพท",
        "studentID": 6810742541,
        "week1": "ชอบกินแกงกะหรี่",
        "week2": "เล่นแบดมินตันบ่อย",
        "week3": "🍋 =  _*_P"
    },
    {
        "ID": 11,
        "name": "ดา",
        "studentID": 6810742335,
        "week1": "สีงามอร่ามหรู ชมพูฟ้า",
        "week2": "เสียเซลฟ์มั้ย บอกตรงๆว่า ไม่ ถ้าพี่งัดออกมาขนาดนี้แล้ว",
        "week3": "รักสีฟ้ามากจัง 🩵✨"
    },
    {
        "ID": 12,
        "name": "พั้นซ์",
        "studentID": 6810742327,
        "week1": "ใส่แว่น(มั้ยนะ)",
        "week2": "ชาเขียววววววว",
        "week3": "วิ่งงงงงงงงงงงง"
    },
    {
        "ID": 13,
        "name": "ออมมี่",
        "studentID": 6810742301,
        "week1": "สีงามอร่ามหรู ชมพูฟ้า",
        "week2": "เป็นจักรยานขี่ไปโซ่หลุด ขี่ไปล้อหลุด จักรยานส้นตีนนอีอีนอีอีน",
        "week3": "คนจีนซีเคร็ท"
    },
    {
        "ID": 14,
        "name": "เวียร์",
        "studentID": 6810742517,
        "week1": "โอ้เด้เพื่อนเอ๋ยคือดังเคยกันนั้น",
        "week2": "คาดผมได้ คาดใจไปตายแน่",
        "week3": "ไม่ค่อยมีใครพูดชื่อเต็ม"
    },
    {
        "ID": 15,
        "name": "มิวกี้",
        "studentID": 6810742525,
        "week1": "ตาสีน้ำตาล",
        "week2": "อ้ายมาสี่คน",
        "week3": "มีอะไรสักอย่างซ้ำกับคนคนนึงในซอฟสิบสอง"
    },
    {
        "ID": 16,
        "name": "จีน",
        "studentID": 6810742350,
        "week1": "แว่นมานี่มา",
        "week2": "โรบูด",
        "week3": "มัทฉะลาเต้"
    },
    {
        "ID": 17,
        "name": "ป่าน",
        "studentID": 6810742608,
        "week1": "พี่เป็นไอแว่น",
        "week2": "เปิดไอจีซิ เคยคุยกับพี่คนไหนบ้าง",
        "week3": "ชื่อเล่นชื่อจริงพยางค์เท่ากัน"
    },
    {
        "ID": 18,
        "name": "จาว่า",
        "studentID": 6810742624,
        "week1": "พี่ลูกโพไซดอน เดะพาไปว่ายน้ำข้ามเกาะ",
        "week2": "พี่ชอบกินหมาล่าาาา ,เรียนแคลครั้งเดียวพอ ิิ ",
        "week3": "พบเจอได้ที impact arena. เคนชานา เตง เน่งเนงเน่งเนง"
    },
    {
        "ID": 180,
        "name": "พีค",
        "studentID": 6810742012,
        "week1": "พี่ลูกโพไซดอน เดะพาไปว่ายน้ำข้ามเกาะ",
        "week2": "พี่ชอบกินหมาล่าาาา ,เรียนแคลครั้งเดียวพอ ิิ ",
        "week3": "พบเจอได้ที impact arena. เคนชานา เตง เน่งเนงเน่งเนง"
    },
    {
        "ID": 19,
        "name": "เมย์",
        "studentID": 6810742293,
        "week1": "พี่มี 4 ตา ค่ต introvert ",
        "week2": "อยู่ทุกที่ยกเว้นคณะตัวเอง",
        "week3": "พบเจอได้บ่อยที่ร้านถังฟู่ หรือในคณะที่อยู่ตรงข้ามร้าน"
    },
    {
        "ID": 20,
        "name": "ไนท์",
        "studentID": 6810742236,
        "week1": "เตี้ยกว่า200cm.",
        "week2": "อิแก่ปวดหลัง",
        "week3": "วันเฉลยพี่จะใส่รองเท้าสีขาว"
    },
    {
        "ID": 21,
        "name": "ออม",
        "studentID": 6810742095,
        "week1": "ผมไม่ติ๋มนะครับ",
        "week2": "คนที่เเอคๆหน่อย",
        "week3": "เจอได้ตามยิมใต้สระ"
    },
    {
        "ID": 22,
        "name": "จิ้น",
        "studentID": 6810742707,
        "week1": "มีแฟนแล้ว",
        "week2": "ไม่ได้อยู่กรุงเทพ",
        "week3": "EYIVEVECEQSRXVM"
    },
    {
        "ID": 23,
        "name": "ปาย",
        "studentID": 6810742319,
        "week1": "ชอบกินโออิชิเจซี",
        "week2": "บอร์ดเกมเลิฟเวอร์",
        "week3": "🏸🏸🏸"
    },
    {
        "ID": 24,
        "name": "เนม",
        "studentID": 6810742418,
        "week1": "🤓",
        "week2": "แมวสีครีม🦁",
        "week3": "พี่ไม่ใช่แฟน แต่แทนด้วยใจ อยู่เมื่อไหร่ ก็อุ่นหัวใจทุกที🦋"
    },
    {
        "ID": 240,
        "name": "ต้นน้ำ",
        "studentID": 6810742343,
        "week1": "🤓",
        "week2": "แมวสีครีม🦁",
        "week3": "พี่ไม่ใช่แฟน แต่แทนด้วยใจ อยู่เมื่อไหร่ ก็อุ่นหัวใจทุกที🦋"
    },
    {
        "ID": 25,
        "name": "น้ำใส",
        "studentID": 6810742210,
        "week1": "ฉึกกะฉึกกะปู้นๆๆ",
        "week2": "พี่นอนมอ",
        "week3": "วันเฉลยใส่รองเท้าสีขาว"
    },
    {
        "ID": 250,
        "name": "ป๊อป",
        "studentID": 6810742129,
        "week1": "ฉึกกะฉึกกะปู้นๆๆ",
        "week2": "พี่นอนมอ",
        "week3": "วันเฉลยใส่รองเท้าสีขาว"
    },
    {
        "ID": 26,
        "name": "เบส",
        "studentID": 6810742491,
        "week1": "เล่นเกมเป็นชีวิตจิตใจ",
        "week2": "อ้ายมาสี่คน",
        "week3": "บนโลกนี้คนชื่อซ้ำเยอะ"
    },
    {
        "ID": 27,
        "name": "รดา",
        "studentID": 6810742376,
        "week1": "เคยหัวแดง",
        "week2": "🫶รักห้องมาก",
        "week3": "สิ่งมีชีวิตมีหนวดสามเส้น"
    },
    {
        "ID": 28,
        "name": "ทีเจ",
        "studentID": 6810742111,
        "week1": "มีแฟนอยู่ต่างมอ",
        "week2": "อยู่กับแก็งเต้นท่าเขมร",
        "week3": "เจอพี่ได้ในคาบฟิสิก"
    },
    {
        "ID": 29,
        "name": "เฟิร์ส",
        "studentID": 6810742566,
        "week1": "เด่น",
        "week2": "กินเยอะสุดในซอฟ",
        "week3": "ผมยาวประมาณบ่า"
    },
    {
        "ID": 30,
        "name": "แอลม่อน",
        "studentID": 6810742079,
        "week1": "พี่ชอบเต้นท่าเขมร",
        "week2": "พี่ชอบล้อเขมรแต่จริงๆอยากอยู่",
        "week3": "หาตัวได้แถวสนามกีฬา"
    },
    {
        "ID": 31,
        "name": "อิง",
        "studentID": 6810742194,
        "week1": "ชีวิตนี้อุทิศให้การนอน",
        "week2": "รักห้อง รักบ้าน",
        "week3": "กินติดหวาน100%%%😋"
    },
    {
        "ID": 32,
        "name": "ปาล์ม",
        "studentID": 6810742673,
        "week1": "Can u be my little princess💕",
        "week2": "Missme ?",
        "week3": "Her name is Jung Ahyeon🖤❤️"
    },
    {
        "ID": 33,
        "name": "พรีม",
        "studentID": 6810742392,
        "week1": "🤓 oo 🤓 o 🤓 oo 🤓",
        "week2": "อ้ายมาสี่คน",
        "week3": "ทำไมคนเราถึงตัวม่วง หรือเพราะเราไม่ใช่คน 🤯🤌"
    },
    {
        "ID": 330,
        "name": "ปัณณ์",
        "studentID": 6810742087,
        "week1": "🤓 oo 🤓 o 🤓 oo 🤓",
        "week2": "อ้ายมาสี่คน",
        "week3": "ทำไมคนเราถึงตัวม่วง หรือเพราะเราไม่ใช่คน 🤯🤌"
    },
    {
        "ID": 34,
        "name": "คุกกี้",
        "studentID": 6810742251,
        "week1": "หาตัวจับยาก 🤓👩🏻",
        "week2": "เราจะเจอกันก่อน… 👀",
        "week3": "12 34 34 32"
    },
    {
        "ID": 340,
        "name": "ไกด์",
        "studentID": 6810742434,
        "week1": "หาตัวจับยาก 🤓👩🏻",
        "week2": "เราจะเจอกันก่อน… 👀",
        "week3": "12 34 34 32"
    },
    {
        "ID": 35,
        "name": "หญิง",
        "studentID": 6810742475,
        "week1": "เรียนเสร็จตรงกลับบ้าน 🤓",
        "week2": "อ้ายมาสี่ี่คน",
        "week3": "ฟันดัดแล้วแต่สันดานยังไม่ดัด"
    },
    {
        "ID": 36,
        "name": "เอ็ก",
        "studentID": 6810742137,
        "week1": "รู้มั้ยทำไมพี่ถึงใส่แว่น",
        "week2": "main Song Yuqi จะมีซักกี่คนน",
        "week3": "มีหวานจัยอยู่หน้าไบโอ ิิ"
    },
    {
        "ID": 37,
        "name": "โอ๊ต",
        "studentID": 6810742582,
        "week1": "อยู่เจปาร์ค",
        "week2": "ไม่ได้อยู่กรุงเทพ",
        "week3": "แง้นๆ"
    },
    {
        "ID": 38,
        "name": "พูม",
        "studentID": 6810742582,
        "week1": "อยู่เจปาร์ค",
        "week2": "ไม่ได้อยู่กรุงเทพ",
        "week3": "WMVMHIGL"
    },
    {
        "ID": 39,
        "name": "อาร์ท",
        "studentID": 6810742483,
        "week1": "ǔovArtก็ลovnายดูสิว่าŵ’คืoiคr 🕷️🫦🕷️",
        "week2": "U่มีllว‘u โAกก:lUลO U่มีlธO ㅓจก:lซ Oยู่กㄴUlธOllล้วมัuโOlค H’ㄱงกัulńㄱw้기Urก ㅓจกะln",
        "week3": "W้ㄱㅇ้ㅇมlดㄷk"
    },
    {
        "ID": 40,
        "name": "เรเน่",
        "studentID": 6810742558,
        "week1": "7 posts",
        "week2": "2 _ _ _ _ _ _",
        "week3": "👯‍♀️"
    },
    {
        "ID": 41,
        "name": "อ๋อง",
        "studentID": 6810742053,
        "week1": "อ",
        "week2": "ไม่ค่อยมีตังแต่",
        "week3": "อยากกินpizza"
    },
    {
        "ID": 42,
        "name": "โมจิ",
        "studentID": 6810742640,
        "week1": "🌳🐈",
        "week2": "🐟 ำฟะ",
        "week3": "61.70%"
    },
    {
        "ID": 43,
        "name": "โนอาห์",
        "studentID": 6810742186,
        "week1": "เพราะชีวิตขาดหวานไม่ได้",
        "week2": "jeans lover",
        "week3": "🍦🧸🩰"
    },
    {
        "ID": 44,
        "name": "มัฟฟิ่น",
        "studentID": 6810742632,
        "week1": "🙅‍♂️👓",
        "week2": "🥶",
        "week3": "ดัดแข่ว"
    },
    {
        "ID": 45,
        "name": "เก้น",
        "studentID": 6810742244,
        "week1": "สายตาสั้น",
        "week2": "ไม่ใส่แว่น",
        "week3": "ค่อนข้างเตี้ย"
    },
    {
        "ID": 46,
        "name": "เป๊ก",
        "studentID": 6810742699,
        "week1": "ใส่เคสโทรศัพท์แบบใสงับ",
        "week2": "ถ้าไถไอจีแล้วสะดุด..อาจจะเป็นพี่ก็ได้หน่ะ😉",
        "week3": "Lee doona"
    },
    {
        "ID": 47,
        "name": "ดาเนียล",
        "studentID": 6810742681,
        "week1": "ชายร่างเล็กผมสั้น😎😎",
        "week2": "หาของกินแถว เชียง2 เป็นประจำ",
        "week3": "แฟนอยู่หน้าไบโอ ไอจี อุอิอิอา"
    },
    {
        "ID": 470,
        "name": "เก่ง",
        "studentID": 6810742467,
        "week1": "ชายร่างเล็กผมสั้น😎😎",
        "week2": "หาของกินแถว เชียง2 เป็นประจำ",
        "week3": "แฟนอยู่หน้าไบโอ ไอจี อุอิอิอา"
    },
    {
        "ID": 48,
        "name": "บุ๊ค",
        "studentID": 6810742103,
        "week1": "จริงจังไม่ได้จะจิงโจ้เด้",
        "week2": "มีโอกาสได้เจอพี่บ่อยๆ ถ้าน้องไม่ไปไกลมาก",
        "week3": "นา + อาทิตย์"
    },
    {
        "ID": 49,
        "name": "ลีโล่",
        "studentID": 6810742269,
        "week1": "เจอพี่ยากๆหน่อยเพราะ🫶 🏠มาก",
        "week2": "Blue Giant  - FLM 🎷",
        "week3": "ชื่อมาจากการ์ตูนเก่าเรื่องหนึ่ง"
    },
    {
        "ID": 50,
        "name": "พี",
        "studentID": 6810742616,
        "week1": "เก",
        "week2": "i luv ถังฟู่",
        "week3": "พูดมาก พูดไปเรื่อย พูดไม่หยุด"
    },
    {
        "ID": 500,
        "name": "จอร์จ",
        "studentID": 6810742061,
        "week1": "เก",
        "week2": "i luv ถังฟู่",
        "week3": "พูดมาก พูดไปเรื่อย พูดไม่หยุด"
    },
    {
        "ID": 51,
        "name": "ข้าวปั้น",
        "studentID": 6810742442,
        "week1": "รองเท้าหนัง",
        "week2": "ทำอะไรไม่มีแบบแผน คาดเดาไม่ได้",
        "week3": '"สว่านของฉันคือสว่านที่จะทะลวงสวรรค์!!" ค้นหาคำนี้ และจำสัญลักษณ์ไว้'
    },
    {
        "ID": 52,
        "name": "โด้",
        "studentID": 6810742202,
        "week1": "หาพี่ได้ทุกที่ยกเว้นมอ สุ้ๆจ้าา",
        "week2": "ชื่อพี่จะหวานๆอ่ะ ตัวเล็กๆ พูดเก่งๆ",
        "week3": "คนทั้งภาคต้องเคยเจอพี่"
    },
];

export default userData;